Repository: jimregan/citizens-information-raw
Catalog: en-ro/www.citizensinformation.ie/ro/money_and_tax/tax/income_tax/income_levy.html.txt.tmx
Source language: en
Languages: ro

source: The Universal Social Charge (USC) has replaced the income levy from 1 January 2011
ro: Cu toate acestea, noua taxă pe venit este calculată separat de impozitul pe venit

source: A new Universal Social Charge was announced in Budget 2011 that replaced both the income levy and the health levy from 1 January 2011
ro: Ea este aplicată asupra venitului dumneavoastră brut înainte de deduceri, de exemplu bonificaţiile de capital sau contribuţiile pentru pensii

source: Medical card holders who were previously exempt from the income levy may have to pay the USC
ro: Nu puteţi solicita deduceri sau credite pentru a reduce valoarea taxei pe care trebuie să o plătiţi

source: You can find out more about the Universal Social Charge in Revenue's Frequently Asked Questions document (pdf)
ro: Veţi obţine un Certificat de deducere a taxelor pe venit – la sfârşit de an (pdf) dacă sunteţi încadrat în muncă

source: The income levy was calculated separately from income tax. It was charged on your gross income, before deductions, for example, capital allowances or contributions to pensions
ro: În momentul părăsirii locului de muncă va trebui să primiţi un Certificat de Deducere a Taxelor pe Venit (pdf) din partea angajatorului Dumneavoastră

source: You could not claim deductions or credits to reduce the amount of levy you must pay
ro: Acest certificat va fi emis pentru folosinţa personală

source: The levy is collected from your gross income
ro: Notă: Începând cu 1 ianuarie 2011 taxa pe venit a fost înlocuită cu Taxa Socială Universală (USC)

source: Similarly, excess or unused tax credits could not be used to reduce your liability to the levy
ro: Notă: În bugetul pe 2011 a fost anunțată o nouă Taxă Socială Universală care de la 1 ianuarie 2011 a înlocuit atât taxa pe venit cât și taxa pe sănătate

source: If you were a PAYE taxpayer your employer was responsible for deducting the levy from your wages
ro: Posesorii de carduri medicale, scutiți anterior de la plata taxei pe venit, vor trebui să plătească USC

source: When you left a job you should have got an Income Levy Certificate (pdf) from your employer. This certificate is for your own records
ro: Mai multe informații despre Taxa Socială Universală puteți găsi în documentul Întrebări Frecvente al Fiscului (pdf)

source: The income levy was payable on gross income from most sources before any tax reliefs, capital allowances, losses, pension contributions or PRSI
ro: Impozitul perceput se achită în baza venitului brut din majoritatea surselor anterior acordării oricăror scutiri de taxe, alocaţii pentru amortizarea de capital, pierderi contribuţii de pensie sau PRSI

source: You had to pay the income levy if:
ro: Trebuie să plătiţi taxa pe venit dacă:

source: • You were under 65 and your gross income was above €15,028 per year or €289 per week
ro: • Aveţi o vârstă mai mică de 65 de ani şi venitul dumneavoastră brut depăşeşte o anumită limită

source: • You were aged 65 or over and your annual gross income was more than €20,000 for a single person or €40,000 for a married couple
ro: • Aveţi o vârstă de cel puţin 65 de ani şi venitul dumneavoastră brut este mai mare de 20.000 Euro pe an pentru o persoană singură sau de peste 40.000 Euro pe an pentru un cuplu căsătorit

source: You did not pay the income levy if you:
ro: Nu trebuie să plătiţi taxa pe venit dacă:

source: • Were under 65 with an annual gross income not more than a specified limit
ro: • Aveţi o vârstă mai mică de 65 de ani şi un venit brut anual care nu depăşeşte o anumită limită

source: • Were aged 65 or over with an annual gross income not more than €20,000 for a single individual or €40,000 for a married couple
ro: • Aveţi o vârstă de cel puţin 65 de ani şi un venit brut anual care nu depăşeşte 20.000 Euro pe an pentru o persoană singură sau 40.000 Euro pe an pentru un cuplu căsătorit

source: • Had a full medical card
ro: • Aveţi un card medical cu servicii complete

source: The exemption was due as long as you held a full medical card for some period during the year
ro: Degrevarea este valabilă atât timp cât deţineţi un card medical complet pentru o perioadă oarecare pe parcursul anului

source: Income not taken into account:
ro: Venituri care nu sunt luate în calcul:

source: • Social welfare payments including those from abroad
ro: • Plăţile aferente asistenţei sociale, inclusiv cele efectuate din străinătate

source: • Health Service Executive payments including Foster Care Allowance
ro: • Plăţile aferente Sectorului Executiv de Servicii Sanitare, inclusiv Alocaţia pentru îngrijitor

source: • Community Employment Scheme and Job Initiative payments
ro: • Scheme de plată derulate pentru angajaţii în instituţii comunitare

source: • Back to Education Allowance
ro: • Alocaţia de reluare a studiilor

source: • Income subjected to DIRT
ro: • Veniturile la care se aplică impozitarea dobânzii la depozitele bancare (DIRT)

source: Other sources of income may not be taken into account, for example, payments for personal injuries, Hepatitis C and Thalidomide
ro: Este posibil să nu fie luate în calcul alte surse de venit, ca de exemplu plăţile pentru vătămările corporale personale, hepatita C şi talidomida

source: For a full list of income not taken into account see Revenue’s guidance notes on the income levy (pdf)
ro: Pentru lista completă a veniturilor care nu sunt luate în calcul, consultaţi Instrucţiunile Fiscului privind taxa pe venit (pdf)

source: Redundancy payments are exempt to the same extent as they are for income tax
ro: Plăţile pentru şomaj sunt exceptate în aceeaşi măsură în care sunt exceptate pentru impozitul pe venit

source: More information can be found on Revenue’s website
ro: Informaţii suplimentare pot fi găsite pe site-ul web al Fiscului

source: Deductions were made by your employer weekly or monthly, depending on how you were paid
ro: Deducerile sunt efectuate săptămânal sau lunar de către angajatorul dumneavoastră, în funcţie de modul în care sunteţi plătit

source: Income levy deductions are not cumulative
ro: Deducerile taxei pe venit nu sunt cumulative

source: From 1 January 2010
ro: De la 1 ianuarie 2010

source: Income levy rates were as follows:
ro: Ratele procentuale ale taxei pe venit sunt următoarele:

source: • 2% on income up to €75,036
ro: • 2% pentru venituri de până la 75.036 de Euro

source: • 4% on income from €75,037 to €174,980
ro: • 4% pentru venituri de la 75.037 de Euro până la 174.980 de Euro

source: • 6% on income above €174,980
ro: • 6% pentru venituri care depăşesc 174.980 de Euro

source: If your income was greater than the minimum threshold of €15,028 per year or €289 per week, you paid the levy on the full amount of your income
ro: Dacă venitul dumneavoastră depăşeşte pragul minim de 15.028 de Euro pe an sau 289 de Euro pe săptămână, trebuie să plătiţi taxa pe venit pentru întregul dumneavoastră venit

source: (If you were aged 65 or over the minimum threshold was €20,000 per year for a single person and €40,000 per year for a couple)
ro: (Dacă aveţi vârsta de cel puţin 65 de ani, pragul minim este de 20.000 de Euro pe an pentru o persoană singură şi de 40.000 de Euro pe an pentru un cuplu)

source: Married couples (under 65)
ro: Cuplurile căsătorite (cu vârsta mai mică de 65 ani)

source: The income thresholds applied to each spouse individually and cannot be combined if one spouse is below the threshold and the other above
ro: Pragurile de venit se aplică fiecărui partener în parte şi nu pot fi combinate în situaţiile în care un partener are venituri mai mici decât pragul iar celălalt partener are venituri mai mari decât pragul

source: For example, if you earned €14,000 per year and your spouse earned €20,000 per year, you were not liable to pay the income levy but your spouse was
ro: De exemplu, dacă dumneavoastră câştigaţi 14.000 Euro pe an, iar partenerul dumneavoastră câştigă 20.00 Euro pe an, dumneavoastră nu veţi plăti taxa pe venit, iar partenerul dumneavoastră va plăti o taxă pe venit

source: PAYE taxpayers (under 65)
ro: Contribuabilii de tip PAYE (cu vârsta mai mică de 65 ani)

source: Your employer calculated the income levy on a week by week or month by month basis
ro: Angajatorul dumneavoastră calculează taxa pe venit pe bază săptămânală sau lunară

source: If your income varied from week to week you could pay the income levy at a higher rate than you were actually liable to pay but in such a case you should get a refund
ro: Dacă venitul dumneavoastră variază de la o săptămână la alta, este posibil să plătiţi taxa pe venit la o rată mai mare decât datoraţi în mod efectiv, dar în aceste situaţii veţi beneficia de o rambursare

source: │Your yearly income is less than €15,028
ro: │Venitul dumneavoastră anual este mai mic de 15.028 Euro

source: However, in July 2010 you get a bonus which means your │
ro: Cu toate acestea, într-o săptămână aţi primit un bonus care a făcut ca venitul dumneavoastră să depăşească pragul săptămânal minim de 289 Euro

source: │income goes over the weekly minimum threshold of €289. The result is your full income that week is│ │subject to the income levy
ro: Drept consecinţă, venitul dumneavoastră integral din săptămâna respectivă se califică pentru taxa pe venit

source: │At the end of the year, if your annual income is not more than €15,028 then you do not have to pay│ │the income levy
ro: │La sfârşitul anului, dacă venitul dumneavoastră anual nu depăşeşte 15.028 Euro nu trebuie să plătiţi taxa pe venit

source: │ │ │In this situation your employer should make an adjustment at the end of the year (week 52) and │ │refund all income levy deducted from your wages. If you have not worked with the same employer │ │continuously throughout the year Revenue will deal with any refund of income levy due at the end │ │of the year
ro: │În această situaţie, angajatorul dumneavoastră trebuie să efectueze o ajustare la sfârşitul anului (în săptămâna 52) şi să vă ramburseze suma plătită în exces ca taxă pe venit reţinută din salariile dumneavoastră

source: │The income levy is calculated on a weekly threshold of 2% for income up to €1,443, 4% from €1,443 │ │to €3,365, and 6% on the balance
ro: │Taxa pe venit se calculează relativ la un prag săptămânal de 2% pentru venituri de până la 1.443 Euro, 4% pentru venituri cuprinse între 1.443 Euro şi 3.365 Euro şi 6% din sold

source: If you get a payment for one week in excess of €3,365 you will │ │pay the income levy at the 6% on the balance
ro: Dacă într-o săptămână beneficiaţi de o plată care depăşeşte 3.365 Euro, veţi plăti o taxă pe venit în valoare de 6% din sold

source: │If your yearly income means you are liable at a lower rate, you will have overpaid the income │
ro: │În cazul în care venitul dumneavoastră anual indică faptul că trebuie să fiţi taxat la o rată procentuală inferioară, înseamnă că aţi plătit o sumă în exces ca taxă pe venit

source: │levy. In this situation your employer should make an adjustment at the end of the year (week 52) │ │and make the appropriate refund. If you have not worked with the same employer continuously │
ro: În această situaţie, angajatorul dumneavoastră trebuie să efectueze o ajustare la sfârşitul anului (în săptămâna 52) şi să vă ramburseze suma plătită în exces

source: If you have over paid the income levy your employer should make an adjustment at the end of the year (week 52) and make the appropriate refund
ro: Dacă aţi plătit o taxă pe venit mai mare decât era cazul, angajatorul dumneavoastră trebuie să efectueze o ajustare la sfârşitul anului (în săptămâna 52) şi să vă ramburseze suma plătită în exces

source: If you have not worked with the same employer continuously throughout the year you should fill in an Income Levy Claim Form (pdf) and send it to your local Revenue office - see 'Where to apply' below
ro: Dacă nu aţi lucrat cu acelaşi angajator în mod continuu pe tot parcursul anului, ar trebui să completaţi Formularul de Cerere a Taxei pe Venit (pdf) şi să-l trimiteţi Biroului local de venituri - a se vedea secţiunea „Unde se trimite cererea” de mai jos

source: For further information on the income levy or to get a refund contact your local Revenue office
ro: Pentru informaţii suplimentare despre taxa pe venit sau despre modul în care puteţi obţine o rambursare luaţi legătura cu Comisarii Fiscului

source: Use the Revenue contact locator to find the Lo-call number for your region
ro: Utilizaţi mecanismul de localizare a informaţiilor de contact pentru Fisc pentru a afla numerele de apel corespunzătoare regiunii dumneavoastră

source: You can find more detailed Revenue contact details for your region
ro: Puteţi afla detalii suplimentare despre Informaţiile de contact pentru Fisc corespunzătoare regiunii dumneavoastră
